Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# TosUpdateDecline
source: We're very sorry, but this means we must part ways here. Unlike others, we don't use your data for ad targeting or other commercial purposes. Telegram only stores the information it needs to function as a feature-rich cloud service. You can adjust how we use your data (e.g., delete synced contacts) in Privacy & Security settings. But if you're generally not OK with Telegram's modest needs, it won't be possible for us to provide this service. You can deactivate your account now or look around some more and deactivate it later if you feel you're not happy with the way we use your data.
fa: متأسفانه این یعنی ما مجبوریم در اینجا راهمان را از هم جدا کنیم. برخلاف دیگران، ما از داده‌های شما برای تبلیغات یا سایر اهداف تجاری استفاده نمی‌کنیم. تلگرام فقط اطلاعاتی را ذخیره می‌کند که برای عمل به عنوان یک سرویس ابری با امکانات زیاد به آن‌ها نیاز دارد. شما می‌توانید در تنظیمات حریم خصوصی و امنیت نحوه استفاده ما از داده‌های خود را تنظیم کنید (برای مثال با حذف مخاطبین همگام‌سازی شده). اما اگر در حالت کلی با نیازهای نسبتاً کم تلگرام مشکل دارید، ارائه این سرویس برای ما امکان‌پذیر نخواهد بود. شما می‌توانید همین حالا حساب کاربری خود را غیرفعال کنید — یا کمی صبر کرده و بعداً در صورتی که همچنان از نحوه استفاده ما از داده‌های خود راضی نیستید آن را غیرفعال کنید.
id: Dengan sangat menyesal, hal ini berarti kita tidak dapat bersama. Berbeda dengan yang lain, kami tidak menggunakan data Anda untuk penargetan iklan dan tujuan komersil lainnnya. Telegram hanya menyimpan informasi yang dibutuhkan agar dapat berfungsi sebagai layanan cloud kaya fitur. Anda dapat menyesuaikan penggunaan data Anda (mis: menghapus sinkronisasi kontak) di pengaturan Privasi dan Keamanan. Tetapi jika Anda tidak cocok dengan penyesuaian Telegram, Anda tidak dapat menggunakan layanan ini. Anda dapat menonaktifkan akun Anda sekarang atau mempertimbangkan di lain waktu.
uz: Afsuski, bu holatda Telegramdan foydalanishdan voz kechishga toʻgʻri keladi. Boshqa xizmatlardan farqli ravishda, biz maʼlumotlaringizdan reklama va boshqa tijoriy maqsadlarda foydalanmaymiz. Serverlarda faqat Telegramdan toʻlaqonli ravishda foydalanishingizga imkon beradigan maʼlumotlar saqlanadi. Biz maʼlumotlaringizdan qanday foydalanishimizni (masalan, sinxronlangan kontaktlarni oʻchirib tashlash) Maxfiylik va xavfsizlik sozlamalarida oʻzgartirishingiz mumkin. Agar minimal muhim maʼlumotlarni taqdim etishga tayyor boʻlmasangiz, biz Telegramning ishlashini taʼminlay olmaymiz. Siz hisobingizni hozir faolsizlantirishingiz mumkin – yoki yana bir marta koʻrib chiqib, maʼlumotlaringizdan qanday foydalanishimiz sizga maʼqul kelmasa, keyin faolsizlantirishingiz mumkin.
zh_cn: 我们对此感到非常抱歉，但是这意味着我们必须在此离别了。与其它软件不同，我们不会利用您的个人数据来导向广告或其它商业目的。Telegram 储存的所有文件都是为了给您创造一个功能丰富的云服务体验。您可以在「隐私和安全」里调整我们使用您数据的方式（例如：删除已同步的联系人）。 但若您完全无法接受 Telegram 的云数据政策，我们将无法为您提供服务。您现在可以销毁您的账号，或者再等一等，在完全确定无法接受我们的云数据政策之后再选择销毁账号。
zh_tw: 我們對此感到非常抱歉，但是這意味着我們必須在此離别了。與其它軟件不同，我們不會利用您的個人數據來導向廣告或其它商業目的。Telegram 儲存的所有文件都是為了給您創造一個功能豐富的雲端服務體驗。您可以在「隱私和安全」裏調整我們使用您數據的方式（例如：删除已同步的聯絡人）。 但若您完全無法接受 Telegram 的雲端數據政策，我們將無法為您提供服務。您現在可以銷毁您的賬戶，或者再等一等，在完全確定無法接受我們的雲端數據政策之後再選擇銷毁賬戶。

# TotalDeviceSize
source: {0} Other Data
fa: ⁨{0}⁩ داده دیگر
id: {0} Apl Lain
uz: {0} boshqa maʼlumotlar

# UnbanText
source: Tap and hold on user to unban.
fa: بر روی کاربر بزنید و نگه دارید تا محرومیت او رفع شود.
id: Tekan dan tahan pengguna untuk buka blokir.
uz: Blokdan chiqarish uchun foydalanuvchini bosib turing.
zh_cn: 点击并长按用户以解除封禁
zh_tw: 點擊並長按用戶以解除封鎖

# UnpinMessageAlert
source: Do you want to unpin this message?
fa: آیا می‌خواهید سنجاق این پیام را بردارید؟
id: Anda ingin melepas sematan ini?
uz: Bu xabarni olib tashlashni istaysizmi?
zh_cn: 您确定要取消置顶此消息吗？
zh_tw: 您確定要取消置頂此訊息嗎？

# UnsupportedMedia
source: This message is not supported on your version of Telegram. Update the app to view: https://telegram.org/update
fa: این پیام در نسخه فعلی تلگرام شما پشتیبانی نمی‌شود. برای مشاهده پیام، برنامه را به‌روزرسانی کنید: https://telegram.org/update
id: Pesan ini tidak didukung oleh Telegram versi Anda. Perbarui aplikasi untuk melihatnya: https://telegram.org/update
uz: Bu xabar Telegram versiyangizda qoʻllab-quvvatlanmaydi. Ochish uchun ilovani yangilang: https://telegram.org/update
zh_cn: 您当前的 Telegram 版本无法查看此消息。请前往这里下载新版：https://telegram.org/update
zh_tw: 您當前的 Telegram 版本無法查看此訊息。請前往這裏下載新版：https://telegram.org/update

# UpdatedMinutesOne
source: updated {0} minute ago
fa: آخرین به‌روزرسانی ⁨{0}⁩ دقیقه پیش
uz: {0} daqiqa oldin yangilangan
zh_cn: 更新于 {0} 分钟前
zh_tw: 更新於 {0} 分鐘前

# UpdatedMinutesOther
source: updated {0} minutes ago
fa: آخرین به‌روزرسانی ⁨{0}⁩ دقیقه پیش
uz: {0} daqiqa oldin yangilangan
zh_cn: 更新于 {0} 分钟前
zh_tw: 更新於 {0} 分鐘前

# UsernameHelp
source: You can choose a username on **Telegram**. If you do, other people will be able to find you by this username and contact you without knowing your phone number. You can use **az**, **09** and underscores. Minimum length is **5** characters.
fa: شما می‌توانید در**تلگرام** برای خود یک نام کاربری انتخاب کنید. با این کار، سایر افراد می‌توانند بدون دانستن شماره تلفن شما، با استفاده از این نام کاربری شما را پیدا کرده و با شما ارتباط برقرار کنند. شما می‌توانید از کاراکترهای **9–0**، **a–z** و زیرخط استفاده کنید. حداقل طول مجاز **5** کاراکتر است.
id: Anda dapat menggunakan username di **Telegram**. Jika Anda menggunakannya, orang lain dapat menemukan Anda dengan menggunakan username dan menghubungi Anda tanpa membutuhkan nomor ponsel Anda. Anda dapat menggunakan a-z, 0-9 dan garis bawah. Karakter minimum adalah 5 karakter.
uz: **Telegram**da foydalanuvchi nomini tanlashingiz mumkin. Agar shunday qilsangiz, boshqa odamlar sizni ushbu foydalanuvchi nomi bilan topishlari va telefon raqamingizni bilmagan holda siz bilan bogʻlanishlari mumkin. **a–z **, **0–9** va _ belgilaridan foydalanishingiz mumkin. Minimal uzunlik – **5** ta belgi.
zh_cn: 您可以在 **Telegram** 上设置一个用户名。设置后，别人将能够在不知道您的电话号码的情况下，通过此用户名找到您并与您联系。 您可以使用 **a-z**、**0-9** 和下划线。最小长度为 **5** 个字符。
zh_tw: 您可以在 **Telegram** 上設定一個用戶名。設定後，别人將能夠在不知道您的電話號碼的情况下，通過此用戶名找到您並與您聯絡。 您可以使用 **a-z**、**0-9** 和下劃線。最小長度為 **5** 個字符。

# UsernameInvalidStartNumber
source: Sorry, a username can't start with a number.
fa: متأسفانه نام کاربری نمی‌تواند با عدد آغاز شود.
id: Maaf, username tidak dapat diawali dengan angka.
uz: Kechirasiz, foydalanuvchi nomi raqam bilan boshlanmasligi kerak.
zh_cn: 抱歉，用户名不能以数字开头。
zh_tw: 抱歉，用戶名不能以數字開頭。

# UserRestrictionsSendStickers
source: Send Stickers & GIFs
fa: ارسال استیکر و گیف
id: Kirim Stiker & GIF
uz: Stikerlar va GIFlar yuborish
zh_cn: 发送表情和 GIF
zh_tw: 發送表情和 GIF

# UsersCountOne
source: {0} user
fa: ⁨{0}⁩ کاربر
uz: {0} ta foydalanuvchi

# UsersCountOther
source: {0} users
fa: ⁨{0}⁩ کاربر
uz: {0} ta foydalanuvchi

# UsersCountTitleOne
source: {0} user
fa: ⁨{0}⁩ کاربر
uz: {0} ta foydalanuvchi

# UsersCountTitleOther
source: {0} users
fa: ⁨{0}⁩ کاربر
uz: {0} ta foydalanuvchi

# UsersOne
source: {0} user
fa: ⁨{0}⁩ کاربر
uz: {0} ta foydalanuvchi
zh_cn: {0} 位用户
zh_tw: {0} 位用戶

# UsersOther
source: {0} users
fa: ⁨{0}⁩ کاربر
uz: {0} ta foydalanuvchi
zh_cn: {0} 位用户
zh_tw: {0} 位用戶

# VideoDoesNotSupportStreaming
source: This video is not optimized for streaming. You may need to download it in full to play it.
fa: این ویدیو برای پخش پیوسته بهینه نشده است. شما باید جهت پخش این ویدیو آن را به طور کامل دانلود کنید.
id: Video ini tidak dapat digunakan untuk aliran. Anda dapat mengunduh untuk memutar penuh.
uz: Ushbu video oqimli uzatish uchun moslanmagan. Buni ijro etish uchun toʻliq yuklab olinishingiz lozim.
zh_cn: 此视频没有针对在线播放进行优化，您可能要完全下载它才能播放。
zh_tw: 此影片沒有針對串流進行優化，您可能要完全下載它才能播放。

# VideosOne
source: {0} video
fa: ⁨{0}⁩ ویدیو
uz: {0} ta video

# VideosOther
source: {0} videos
fa: ⁨{0}⁩ ویدیو
uz: {0} ta video

# VideosSelectedOne
source: {0} video selected
fa: ⁨{0}⁩ ویدیو انتخاب شده
uz: {0} ta video tanlandi

# VideosSelectedOther
source: {0} videos selected
fa: ⁨{0}⁩ ویدیو انتخاب شده
uz: {0} ta video tanlandi

# ViewRepliesOne
source: View {0} Reply
fa: مشاهده ⁨{0}⁩ پاسخ

# ViewRepliesOther
source: View {0} Replies
fa: مشاهده ⁨{0}⁩ پاسخ

# ViewsOne
source: {0} view
fa: ⁨{0}⁩ بازدید
uz: {0} marta koʻrilgan

# ViewsOther
source: {0} views
fa: ⁨{0}⁩ بازدید
uz: {0} marta koʻrilgan

# VoiceOne
source: {0} voice message
fa: ⁨{0}⁩ پیام صوتی
uz: {0} ta ovozli xabar

# VoiceOther
source: {0} voice messages
fa: ⁨{0}⁩ پیام صوتی
uz: {0} ta ovozli xabar

# VoipOngoingAlert
source: You currently have an ongoing call with **{0}**. Would you like to hang up and start a new one with **{1}**?
fa: در حال حاضر، شما در حال تماس با **⁨{0}⁩** هستید. آیا تمایل دارید آن را قطع کرده و تماس جدیدی را با **⁨{1}⁩** شروع کنید؟
id: Akhiri panggilan dengan {0} dan memulai yang baru dengan {1}?
uz: Hozirda **{0} ** bilan suhbatlashmoqdasiz. Bu chaqiruvni oʻchirib, **{1}** bilan yangisini boshlashni xohlaysizmi?
zh_cn: 您现在正在和“**{0}**”通话。您想要挂断此通话然后和“**{1}**”进行新的通话？
zh_tw: 您現在正在和“**{0}**”通話。您想要掛斷此通話然後和“**{1}**”進行新的通話？

# VoipUseLessData
source: Use less data for calls
fa: استفاده از داده کمتر برای تماس‌ها
id: Hemat data untuk panggilan
uz: Chaqiruvda trafikni tejash
zh_cn: 节省通话时的数据流量
zh_tw: 節省通話時的數據流量

# VoteOne
source: {0} vote
fa: ⁨{0}⁩ رأی
uz: {0} ta ovoz

# VoteOther
source: {0} votes
fa: ⁨{0}⁩ رأی
uz: {0} ta ovoz

# WebSessionsTitle
source: Logged in with Telegram
fa: وارد شده با حساب کاربری تلگرام
id: Masuk Dengan Telegram
uz: Telegram orqali kirilgan xizmatlar
zh_cn: 使用 Telegram 登录的网站
zh_tw: 使用 Telegram 登入的網站

# WeeksOne
source: {0} week
fa: ⁨{0}⁩ هفته
uz: {0} hafta
zh_cn: {0} 周
zh_tw: {0} 周

# WeeksOther
source: {0} weeks
fa: ⁨{0}⁩ هفته
uz: {0} hafta
zh_cn: {0} 周
zh_tw: {0} 周

# YearsOne
source: {0} year
fa: ⁨{0}⁩ سال
uz: {0} yil
zh_cn: {0} 年
zh_tw: {0} 年

# YearsOther
source: {0} years
fa: ⁨{0}⁩ سال
uz: {0} yil
zh_cn: {0} 年
zh_tw: {0} 年

source: Your name
fa: نام شما
id: Nama Anda
uz: Ismingiz
zh_cn: 您的姓名
zh_tw: 您的姓名

# ActionUserWithinYouRadius
source: You are now within {0} from un2
id: Sekarang Anda berjarak {0} dari un1

# BotOwnershipTransferAlertText
source: You can transfer bot only if you have:
id: Anda dapat transfer bot jika:

# PinnedMessagesHiddenInfo
source: You will see the bar with pinned messages only if a new message is pinned.
id: Pesan yang disematkan akan ditampilkan lagi jika pesan baru disematkan.

# UsersPluralizedOne
source: %@ user
zh_cn: %@ 位用户
zh_tw: %@ 位用戶

# UsersPluralizedOther
source: %@ users
zh_cn: %@ 位用户
zh_tw: %@ 位用戶
